[
    {
        "points": 89,
        "title": "Caymus 1998 Cabernet Sauvignon (Napa Valley)",
        "taster_name": null,
        "taster_twitter_handle": null,
        "price": 70,
        "designation": null,
        "variety": "Cabernet Sauvignon",
        "region_1": "Napa Valley",
        "region_2": "Napa",
        "province": "California",
        "country": "US",
        "winery": "Caymus",
        "image_url": "static/images/1484622747_Caymus-Special-Selection-Cabernet-Sauvignon-1998.png",
        "detailed_description": "The 1998 Caymus Cabernet Sauvignon is a bold and luxurious wine that captures the essence of Napa Valley's terroir. It opens with rich aromas of ripe black cherries, blackberries, and subtle hints of brussel sprouts, which provide an earthy undertone. As you sip, the wine offers a smooth texture with flavors of red plums, toasted oak, and a hint of spicy arugula. The tannins are well-integrated, providing a velvety mouthfeel, while the finish remains smooth and long-lasting, leaving a delicate balance between fruit and oak. This wine is the perfect representation of Napa's full-bodied, powerful reds.",
        "type": 1
    },
    {
        "points": 92,
        "title": "Cloudy Bay 2018 Sauvignon Blanc (Marlborough)",
        "taster_name": "James Suckling",
        "taster_twitter_handle": "@JamesSuckling",
        "price": 45,
        "designation": null,
        "variety": "Sauvignon Blanc",
        "region_1": "Marlborough",
        "region_2": null,
        "province": "South Island",
        "country": "New Zealand",
        "winery": "Cloudy Bay",
        "image_url": "static/images/Cloudy-Bay-Sauvignon-Blanc-zoom.png",
        "detailed_description": "The 2018 Cloudy Bay Sauvignon Blanc is a quintessential expression of Marlborough’s cool climate and distinctive terroir. The nose is vibrant and aromatic, with zesty notes of citrus fruits like lime and grapefruit, layered with tropical aromas of passionfruit and gooseberries. Upon tasting, the wine reveals a crisp, refreshing acidity that balances perfectly with its ripe fruit flavors. The palate is clean and vibrant, with hints of green apple and a subtle minerality that gives it added complexity. This wine’s bright, tangy finish makes it a perfect companion for seafood dishes or fresh salads.",
        "type": 2
    },
    {
        "points": 93,
        "title": "Whispering Angel 2020 Rosé (Provence)",
        "taster_name": null,
        "taster_twitter_handle": null,
        "price": 25,
        "designation": null,
        "variety": "Rosé",
        "region_1": "Provence",
        "region_2": null,
        "province": "Provence-Alpes-Côte d'Azur",
        "country": "France",
        "winery": "Whispering Angel",
        "image_url": "static/images/chateau-d-esclans-whispering-angel-2020-rose.png",
        "detailed_description": "The 2020 Whispering Angel Rosé is a refined and delicate wine from the heart of Provence. It greets you with soft, alluring aromas of strawberries, raspberries, and subtle floral notes, transporting you to the picturesque vineyards of the region. On the palate, it’s light and refreshing, with crisp acidity that perfectly balances the fruit flavors. The wine offers layers of fresh citrus and red berry flavors, with a silky texture and a smooth, clean finish. Its versatility makes it an ideal wine for warm summer days or as an accompaniment to light Mediterranean dishes like grilled fish, goat cheese salads, and fresh antipasti.",
        "type": 3
    },
    {
        "points": 96,
        "title": "Moët & Chandon 2012 Dom Pérignon (Champagne)",
        "taster_name": null,
        "taster_twitter_handle": null,
        "price": 200,
        "designation": "Dom Pérignon",
        "variety": "Chardonnay, Pinot Noir",
        "region_1": "Champagne",
        "region_2": null,
        "province": "Champagne",
        "country": "France",
        "winery": "Moët & Chandon",
        "image_url": "static/images/moet&chandon.png",
        "detailed_description": "The 2012 Dom Pérignon Champagne is a sublime and complex wine that showcases the harmony of its two main varietals: Chardonnay and Pinot Noir. The wine dazzles with its elegant golden hue and fine bubbles, creating a luxurious visual appeal. On the nose, it reveals a delicate bouquet of brioche, lemon zest, almond, and hints of toasted oak. On the palate, it is creamy and rich, with flavors of citrus, apple, and a subtle minerality. The wine’s structure is balanced, with a long and persistent finish that demonstrates its aging potential. Dom Pérignon 2012 is an exceptional champagne that will evolve beautifully with age, and it is perfect for celebrating life’s special moments.",
        "type": 4
    },
    {
        "points": 94,
        "title": "Château d'Yquem 2001 (Sauternes)",
        "taster_name": null,
        "taster_twitter_handle": null,
        "price": 375,
        "designation": "Sauternes",
        "variety": "Semillon, Sauvignon Blanc",
        "region_1": "Sauternes",
        "region_2": null,
        "province": "Bordeaux",
        "country": "France",
        "winery": "Château d'Yquem",
        "image_url": "static/images/Chateau-Yquem-Sauternes-2001-0065EC8C8.jpg",
        "detailed_description": "The 2001 Château d'Yquem is the epitome of a luxurious dessert wine. A deep golden color greets the eye, hinting at the richness inside. On the nose, it offers a complex blend of honeyed aromas, with notes of apricot, peach, citrus peel, and a touch of vanilla. The palate is incredibly opulent, with the sweetness of ripe fruits balanced by bright acidity that prevents it from being cloying. There are layers of complexity, with flavors of caramelized sugar, botrytis, and a hint of spice. This wine has an extraordinary aging potential and will continue to develop in the bottle, becoming even more refined over time. It is a perfect match for foie gras, blue cheese, or fruit-based desserts.",
        "type": 5
    },
    {
        "points": 91,
        "title": "Domaine de la Romanée-Conti 2015 Pinot Noir (Burgundy)",
        "taster_name": null,
        "taster_twitter_handle": null,
        "price": 1500,
        "designation": "Romanée-Conti",
        "variety": "Pinot Noir",
        "region_1": "Burgundy",
        "region_2": null,
        "province": "Burgundy",
        "country": "France",
        "winery": "Domaine de la Romanée-Conti",
        "image_url": "static/images/2012DOmainedelaROmance.png",
        "detailed_description": "The 2015 Domaine de la Romanée-Conti Pinot Noir is an exceptional wine from one of the most prestigious wine estates in Burgundy. Its complex nose features aromas of black cherries, raspberries, and a delicate earthiness. On the palate, it is elegantly structured, with soft tannins and a lingering finish that showcases the wine's depth and balance. The fruit flavors are complemented by hints of oak and spice, giving the wine a refined complexity. This wine is perfect for aging and is best paired with roasted meats or rich dishes like coq au vin.",
        "type": 1
    },
    {
        "points": 90,
        "title": "Vega Sicilia Unico 2009 (Ribera del Duero)",
        "taster_name": null,
        "taster_twitter_handle": null,
        "price": 400,
        "designation": "Unico",
        "variety": "Tempranillo, Cabernet Sauvignon",
        "region_1": "Ribera del Duero",
        "region_2": null,
        "province": "Castilla y León",
        "country": "Spain",
        "winery": "Vega Sicilia",
        "image_url": "static/images/230537-unico_2009_1200x.jpg",
        "detailed_description": "The 2009 Vega Sicilia Unico is a legendary wine from one of Spain's most prestigious estates. It offers rich aromas of dark fruits like blackberries and plums, along with earthy notes of leather and tobacco. On the palate, the wine is full-bodied, with firm tannins and a complex blend of flavors, including ripe fruit, oak, and a touch of spice. The long finish reveals a balanced acidity and an elegance that promises great aging potential. This wine is perfect for pairing with grilled meats, roasted lamb, or Iberian ham.",
        "type": 1
    },
    {
        "points": 88,
        "title": "Barossa Valley Shiraz 2017 (Australia)",
        "taster_name": "Lisa Perrotti-Brown",
        "taster_twitter_handle": "@LisaPerrottiBrown",
        "price": 55,
        "designation": null,
        "variety": "Shiraz",
        "region_1": "Barossa Valley",
        "region_2": null,
        "province": "South Australia",
        "country": "Australia",
        "winery": "Penfolds",
        "image_url": "static/images/barossa.jpg",
        "detailed_description": "The 2017 Barossa Valley Shiraz is a bold and full-bodied wine that showcases the intense fruit flavors of the region. It has aromas of ripe blackberries, plums, and black pepper, along with subtle oak and smoky notes. On the palate, it is rich and opulent, with velvety tannins and a long, lingering finish. The wine's bold flavors make it an excellent match for barbecued meats, steaks, or hearty stews.",
        "type": 1
    }
]
