[
    {
      "points": 89,
      "title": "Caymus 1998 Cabernet Sauvignon (Vallée de Napa)",
      "description": "Arômes onctueux de cerise noire accompagnés de notes de choux de Bruxelles frais et de roquette épicée, avec des saveurs de prunes rouges et de chêne grillé.",
      "taster_name": null,
      "taster_twitter_handle": null,
      "price": 70,
      "designation": null,
      "variety": "Cabernet Sauvignon",
      "region_1": "Vallée de Napa",
      "region_2": "Napa",
      "province": "Californie",
      "country": "US",
      "winery": "Caymus"
    },
    {
      "points": 98,
      "title": "M. Chapoutier 1999 Le Méal Ermitage  (Hermitage)",
      "description": "Les sélections des meilleures parcelles de vignes en Hermitage par Chapoutier sont destinées à devenir légendaires. Vendues sous l’ancienne orthographe de l’appellation (Ermitage), elles incarnent parfaitement la puissance et la concentration qui font la renommée de cette appellation. Cette cuvée est la meilleure de la collection, avec son caractère sombre et opaque, suggérant plus qu'elle ne révèle sa puissance à ce stade. Laissez-la vieillir jusqu’à ce que votre nouveau-né soit en âge de boire, et elle sera alors parfaitement prête.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 150,
      "designation": "Le Méal Ermitage",
      "variety": "Assemblage Rouge de Style Rhône",
      "region_1": "Hermitage",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "M. Chapoutier"
    },
    {
      "points": 97,
      "title": "J.L. Chave 1999  Hermitage",
      "description": "Jean-Louis, fils de Gérard Chave, est désormais à la tête de l'entreprise familiale et président des producteurs de vin de l'Hermitage. Il perpétue la tradition familiale en produisant des Syrahs d'Hermitage aux structures imposantes et aux parfums envoûtants. Ce millésime 1999 semble réunir le meilleur du monde traditionnel, avec son immense richesse tannique, et du monde moderne, avec ses fruits mûrs et éclatants. Un vin qui vieillira pendant de très nombreuses années.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 125,
      "designation": null,
      "variety": "Assemblage Rouge de Style Rhône",
      "region_1": "Hermitage",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "J.L. Chave"
    },
    {
      "points": 96,
      "title": "Colgin 1999 Herb Lamb Vineyard Cabernet Sauvignon (Vignoble Herb Lamb, Napa Valley)",
      "description": "Les arômes penchent vers la cerise noire, le chocolat et les herbes, qui se déploient en bouche en offrant des fruits plus denses, de la réglisse, du café et de belles saveurs de toast. Les tanins sont lisses, souples et mûrs. La finale est longue, luxuriante et décadente.",
      "taster_name": null,
      "taster_twitter_handle": null,
      "price": 150,
      "designation": "Vignoble Herb Lamb",
      "variety": "Cabernet Sauvignon",
      "region_1": "Vallée de Napa",
      "region_2": "Napa",
      "province": "Californie",
      "country": "US",
      "winery": "Colgin"
    },
    {
      "points": 96,
      "title": "Stag's Leap Wine Cellars 1998 SLV Cabernet Sauvignon (Vallée de Napa)",
      "description": "Certainement l'une des réussites du millésime. Rempli de cassis, de sauge, de prune, de tabac, de terre et de chêne fumé, il est parfaitement sec et équilibré. Un pur plaisir en bouche, comme du velours liquide. Il évolue à chaque instant, révélant des couches de saveurs jusqu'à une finale épicée.",
      "taster_name": null,
      "taster_twitter_handle": null,
      "price": 100,
      "designation": "SLV",
      "variety": "Cabernet Sauvignon",
      "region_1": "Vallée de Napa",
      "region_2": "Napa",
      "province": "Californie",
      "country": "US",
      "winery": "Stag's Leap Wine Cellars"
    },
    {
      "points": 96,
      "title": "Dalla Valle 1999 Maya Red (Vallée de Napa)",
      "description": "Doux, soyeux et intensément concentré en saveurs complexes. La mûre, l'anis, la cerise noire, le goudron, le charbon, les épices, la terre et les herbes restent étroitement enchevêtrés, attendant patiemment de révéler tout leur charme avec le temps. Des tanins souples et soyeux ainsi qu'un équilibre magnifique confèrent à ce vin une élégance classique.",
      "taster_name": null,
      "taster_twitter_handle": null,
      "price": 120,
      "designation": "Maya",
      "variety": "Red Blend",
      "region_1": "Vallée de Napa",
      "region_2": "Napa",
      "province": "Californie",
      "country": "US",
      "winery": "Dalla Valle"
    },
    {
      "points": 96,
      "title": "E. Guigal 1998 La Mouline  (Côte Rôtie)",
      "description": "Même si les 42 mois passés en fût neuf confèrent à ce vin un caractère intensément toasté, les fruits incroyablement doux et parfumés ainsi que les saveurs mûres et sucrées qui l'accompagnent donnent naissance à un vin finement équilibré, promis à un bel avenir. En tant qu'expression pure de la Syrah, il en existe peu de meilleurs.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 175,
      "designation": "La Mouline",
      "variety": "Assemblage rouge de style Rhône",
      "region_1": "Côte Rôtie",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "E. Guigal"
    },
    {
      "points": 95,
      "title": "Quilceda Creek 1998 Cabernet Sauvignon (Washington)",
      "description": "Après avoir « expérimenté », comme il le dit, avec des assemblages dans ses cabernets '96 et '97, le vigneron Alex Golitzin a décidé d'opter pour un Cabernet pur en '98, un millésime exceptionnel pour l'État de Washington. C'est un vin serré et concentré, avec des fruits noirs puissants rehaussés d'herbes, d'épices et d'une touche minérale. Jeune, acidulé et tannique, il continuera à s'améliorer au fil des ans à mesure qu'il s'harmonise. Choix des éditeurs.",
      "taster_name": "Paul Gregutt",
      "taster_twitter_handle": "@paulgwine ",
      "price": 60,
      "designation": null,
      "variety": "Cabernet Sauvignon",
      "region_1": "Washington",
      "region_2": "Washington Other",
      "province": "Washington",
      "country": "US",
      "winery": "Quilceda Creek"
    },
    {
      "points": 95,
      "title": "E. Guigal 1998 La Turque  (Côte Rôtie)",
      "description": "Un vin ferme, sec et carré, qui présente plus de puissance et de structure que les parfums immédiats de La Mouline, le cuvée partenaire de Guigal. C'est un vin destiné à ceux qui recherchent la puissance avec de gros tanins, et il n'y en a pas de plus puissants ou tanniques que celui-ci. Son potentiel de vieillissement est énorme : après 10 ans, il devrait y avoir davantage de signes du fruit parfumé qui est présent quelque part.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 175,
      "designation": "La Turque",
      "variety": "Assemblage rouge de style Rhône",
      "region_1": "Côte Rôtie",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "E. Guigal"
    },
    {
      "points": 95,
      "title": "Domaine Jean-Michel Gerin 1999 La Landonne  (Côte Rôtie)",
      "description": "Voici un vin superbement riche et soyeux. Des arômes de violettes et des saveurs de myrtilles et de cerises rouges, accompagnées de tanins légèrement poussiéreux, confèrent à ce vin un attrait immédiat ainsi que la promesse d'un bel avenir à long terme.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 150,
      "designation": "La Landonne",
      "variety": "Assemblage rouge de style Rhône",
      "region_1": "Côte Rôtie",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "Domaine Jean-Michel Gerin"
    },
    {
      "points": 95,
      "title": "Éric & Jöel Durand 1999 Empreintes  (Cornas)",
      "description": "Un vin énorme, noir comme de l'encre, avec toute la majesté sombre qui donne à Cornas sa réputation. Un vin exceptionnel avec des tanins riches et doux d'une grande envergure. À la fin, c'est la qualité des fruits très mûrs provenant de vieilles vignes qui domine, mais c'est assurément un vin à conserver pour les générations à venir.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 37,
      "designation": "Empreintes",
      "variety": "Assemblage rouge de style Rhône",
      "region_1": "Cornas",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "Éric & Jöel Durand"
    },
    {
      "points": 95,
      "title": "E. Guigal 1999  Hermitage",
      "description": "Un vin massif, avec sa couleur pourpre opaque et dense, ses énormes tanins et sa structure serrée et puissante. Lorsqu'il se développera—peut-être dans 10 ou 15 ans—les fruits parfumés et juteux de Syrah, qui ne sont pour l'instant que suggérés, deviendront aussi dominants que les tanins le sont maintenant. Quel vin ce sera alors.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 55,
      "designation": null,
      "variety": "Assemblage rouge de style Rhône",
      "region_1": "Hermitage",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "E. Guigal"
    },
    {
      "points": 95,
      "title": "Stag's Leap Wine Cellars 1998 Cask 23 Rouge (Vallée de Napa)",
      "description": "Quel grand succès. Il déborde de confiture de cassis et de cassis, avec une touche de poivre noir. Le chêne flamboyant ajoute un parfum de vanille et de fumée. Gras, long et plein, ce vin magnifique n'est pas un monstre, mais il enrobe le palais de saveurs épicées qui incarnent la classe et le style.",
      "taster_name": null,
      "taster_twitter_handle": null,
      "price": 150,
      "designation": "Cask 23",
      "variety": "Assemblage rouge de style Bordeaux",
      "region_1": "Vallée de Napa",
      "region_2": "Napa",
      "province": "Californie",
      "country": "US",
      "winery": "Stag's Leap Wine Cellars"
    },
    {
      "points": 95,
      "title": "Switchback Ridge 1999 Cabernet Sauvignon (Vallée de Napa)",
      "description": "Un vin magnifiquement équilibré, encadré de tanins souples, mûrs et soyeux, et soutenu par des saveurs de cerise noire, de prune, de mûre, d'épices, d'herbes et de chocolat. D'une complexité splendide, sans couture dans son élégance, ce vin est rempli de charme et de personnalité ; long en bouche.",
      "taster_name": null,
      "taster_twitter_handle": null,
      "price": 65,
      "designation": null,
      "variety": "Cabernet Sauvignon",
      "region_1": "Vallée de Napa",
      "region_2": "Napa",
      "province": "Californie",
      "country": "US",
      "winery": "Switchback Ridge"
    },
    {
      "points": 94,
      "title": "Dalla Valle 1999 Cabernet Sauvignon (Vallée de Napa)",
      "description": "Mûr, riche et élégant, ce vin regorge de notes de prune noire, de fraise, de cassis, de chocolat, d'épices et d'herbes. Sa texture est lisse et parfaitement intégrée, même à ce stade précoce. Des tanins fermes et soyeux ainsi que la juste quantité de chêne grillé encadrent l'ensemble.",
      "taster_name": null,
      "taster_twitter_handle": null,
      "price": 100,
      "designation": null,
      "variety": "Cabernet Sauvignon",
      "region_1": "Vallée de Napa",
      "region_2": "Napa",
      "province": "Californie",
      "country": "US",
      "winery": "Dalla Valle"
    },
    {
      "points": 94,
      "title": "Paul Jaboulet Aîné 1999 Chevalier de Sterimberg White (Hermitage)",
      "description": "Le Hermitage blanc de Jaboulet porte le nom du chevalier croisé qui a construit et s'est installé dans la petite chapelle sur la colline de l'Hermitage. Le vin lui-même est puissant, riche et concentré, avec des parfums envoûtants de fleurs sauvages et de noix. En bouche, il combine une touche de bois, une texture huileuse et pleine, et une explosion d'acidité saisissante qui laisse un arrière-goût net.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 75,
      "designation": "Chevalier de Sterimberg",
      "variety": "Assemblage blanc de style Rhône",
      "region_1": "Hermitage",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "Paul Jaboulet Aîné"
    },
    {
      "points": 94,
      "title": "Paul Jaboulet Aîné 1999 La Chapelle  (Hermitage)",
      "description": "La vision de Jaboulet sur son vin le plus célèbre semble avoir évolué. Bien que les tanins concentrés et denses ainsi que les grandes saveurs de fruits noirs soient toujours présents, il a perdu la lourde présence des millésimes précédents et présente désormais une touche de sophistication avec des fruits très mûrs, des prunes et des saveurs de confiture sombre. Il reste à voir si ce 1999 vieillira aussi bien que les millésimes plus anciens, mais il sera certainement prêt à être dégusté plus tôt.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 131,
      "designation": "La Chapelle",
      "variety": "Assemblage rouge de style Rhône",
      "region_1": "Hermitage",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "Paul Jaboulet Aîné"
    },
    {
      "points": 94,
      "title": "Pride Mountain 1999 Merlot (Napa-Sonoma)",
      "description": "Quelle puissance et quel drame se dégagent de ce vin merveilleux. Un véritable Pomerol, avec des arômes et saveurs de copeaux de crayon, de cerise noire, de cèdre, de chocolat et de viande sauvage, teintés de violettes, et une texture en bouche des plus voluptueuses. Un pur hédonisme jusqu'à la longue finale sucrée.",
      "taster_name": null,
      "taster_twitter_handle": null,
      "price": 48,
      "designation": null,
      "variety": "Merlot",
      "region_1": "Napa-Sonoma",
      "region_2": "North Coast",
      "province": "Californie",
      "country": "US",
      "winery": "Pride Mountain"
    },
    {
      "points": 94,
      "title": "Delas Frères 1999 Les Bessards  (Hermitage)",
      "description": "Les vieilles vignes du vignoble Les Bessards sur la colline de l'Hermitage ont donné un vin majestueux d'une grande puissance. Avec ses tanins forts et fermes et ses fruits noirs intenses et profonds, c'est un vin manifestement conçu pour durer. Avec peu d'utilisation de bois neuf pour ce vin (seulement 10 %), la structure et la complexité proviennent entièrement des fruits extrêmement mûrs et de la fermentation traditionnelle.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 98,
      "designation": "Les Bessards",
      "variety": "Assemblage rouge de style Rhône",
      "region_1": "Hermitage",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "Delas Frères"
    },
    {
      "points": 94,
      "title": "E. Guigal 1999 Brune et Blonde  (Côte Rôtie)",
      "description": "La combinaison parfaite d'élégance et de pureté des fruits confère à ce vin célèbre, un assemblage de fruits provenant des deux pentes des collines au-dessus d'Ampuis, un grand sens du style ainsi que de la puissance. Les parfums de Syrah, à leur apogée de richesse et de fraîcheur, se mêlent aux fruits noirs pour offrir une impression écrasante de saveurs de fruits immenses.",
      "taster_name": "Roger Voss",
      "taster_twitter_handle": "@vossroger",
      "price": 40,
      "designation": "Brune et Blonde",
      "variety": "Syrah",
      "region_1": "Côte Rôtie",
      "region_2": null,
      "province": "Vallée du Rhône",
      "country": "France",
      "winery": "E. Guigal"
    }
  ]